Repository: kevin-anadon/Proyecto-Heart-Bits-UTU-ESI-2020
Catalog: MATERIAS/Materia_Programacion/Workspace/TelediagnosticoMedico/Logica/Languages/*.resx
Languages: spanish

# BtnAcceptPet_M_P
source: Accept
spanish: Aceptar

# BtnAddPath_A_HP
source: ADD PATHOLOGY
spanish: NUEVA PATOLOGÍA

# BtnAddPath_A_HPP
source: Modify pathology
spanish: Modificar Patología

# BtnAdmins_A_H
source: Admins
spanish: Administradores

# BtnAdmins_A_HP
source: Admins
spanish: Administradores

# BtnBack_Intro2_P_H
source: BACK
spanish: ATRAS

# BtnBack_Patient1_P_H
source: BACK
spanish: ATRAS

# BtnCancelPetition_P_HD
source: CANCELL
spanish: CANCELAR

# BtnDropPathology_P_H
source: REMOVE SYMPTOM
spanish: QUITAR SÍNTOMA

# BtnEnd_P_H
source: FINALIZE
spanish: FINALIZAR

# BtnExit_A_L
source: LOGOUT
spanish: CERRAR SESIÓN

# BtnHome_A_H
source: Home
spanish: Página principal

# BtnHome_A_HP
source: Home
spanish: Página principal

# BtnHome_M_H
source: Home page
spanish: Página principal

# BtnLogin_A_L
source: LOGIN
spanish: INICIAR SESIÓN

# BtnLogin_M_L
source: LOGIN
spanish: INICIAR SESIÓN

# BtnLogin_P_L
source: LOGIN
spanish: INICIAR SESIÓN

# BtnLogout_A_H
source: Logout
spanish: Cerrar sesión

# BtnLogout_A_HP
source: Logout
spanish: Cerrar sesión

# BtnLogOut_M_H
source: Logout
spanish: Cerrar Sesión

# BtnMedics_A_H
source: Medics
spanish: Médicos

# BtnMedics_A_HP
source: Medics
spanish: Médicos

# BtnModifyPath_A_HP
source: MODIFY PATHOLOGY
spanish: MODIFICAR PATOLOGÍA

# BtnNext_Intro2_P_H
source: START
spanish: EMPEZAR

# BtnNext_Patient_P_H
source: NEXT
spanish: SIGUIENTE

# BtnNext_Result_P_H
source: NEXT
spanish: SIGUIENTE

# BtnNext_Symptom1_P_H
source: NEXT
spanish: SIGUIENTE

# BtnPathologies_A_H
source: Pathologies
spanish: Patologías

# BtnPathologies_A_HP
source: Pathologies
spanish: Patologías

# BtnPatients_A_H
source: Patients
spanish: Pacientes

# BtnPatients_A_HP
source: Patients
spanish: Pacientes

# BtnRequest_M_H
source: Requests
spanish: Peticiones

# BtnRmPath_A_HP
source: REMOVE PATHOLOGY
spanish: ELIMINAR PATOLOGÍA

# BtnSendChatP_P_H
source: REQUEST CHAT
spanish: SOLICITAR CHAT

# BtnSymp_A_H
source: Symptoms
spanish: Síntomas

# BtnSymp_A_HP
source: Symptoms
spanish: Síntomas

# ChatFinished_P_HC
source: The chat has finished!
spanish: El chat ha finalizado!

source: Checking fields.
spanish: Validando campos

# ChkModDiag_M_C
source: Modify Diagnose
spanish: Modificar Diagnóstico

# CiWrong
source: Wrong Identity Card.
spanish: Cedula de identidad errónea

# CloseChat_M_C
source: Close Chat
spanish: Cerrar Chat

# CloseProgram_M_H
source: Close Program
spanish: Cerrar Programa

# ConnectionFailed
source: Connection failed. Trying to recover data...
spanish: Conexión fallida. Intentado recopilar datos...

# DiagnosticModSuccess_M_C
source: Successfully modified diagnosis
spanish: Diagnóstico modificado con exito

# EndChat_M_C
source: Are you sure you want to end the chat?
spanish: Está seguro que desea finalizar el chat ?

# HayCamposVacios
source: There is an empty field.
spanish: Hay algún campo vacío.

# Lbl1_Intro_P_H
source: Introduction
spanish: Introducción

# Lbl2_Patient_P_H
source: Patient
spanish: Paciente

# Lbl3_Symptom_P_H
source: Symptoms
spanish: Síntomas

# Lbl4_Result_P_H
source: Results
spanish: Resultados

# LblBody_M_L
source: Enter your username and password to authenticate and verify your credentials. This Software will allow you to treat your Patients, providing them with information to conclude a Tele Diagnosis.
spanish: Ingrese su usuario y contraseña para autenticar y verificar sus credenciales. Este Software le permitirá tratar a sus Pacientes, brindándoles a estos, información para concluir un Telediagnóstico.

# LblChat_P_H
source: If you wish, you can consult a doctor.
spanish: Si usted lo desea puede consultar a un Médico.

# LblInfo1Intro1_P_H
source: You are about to perform a brief (3 min), safe and anonymous medical check-up. Your answers will be carefully analyzed and you will be told the possible causes of your safe symptoms. The information you provide is anonymous and will not be shared with anyone.
spanish: Está a punto de realizar un chequeo médico breve (3 min), seguro y anónimo. Sus respuestas serán analizadas cuidadosamente y se le dirá las posibles causas de sus síntomas a salvo. La información que usted proporcione es anónima y no será compartida con nadie.

# LblInfo1Intro2_P_H
source: Before using this tool, please read the terms of service. Remember that: The checkup is for informational purposes and is not a substitute for a doctor's opinion. Do not use in an emergency. In the event of a health emergency, call your local emergency number immediately. Your data is safe. The information you provide is anonymous and will not be shared with anyone.
spanish: Antes de utilizar esta herramienta, por favor, lea los términos del servicio. Recuerde que: El chequeo tiene finalidad informativa y no sustituye la opinión de un médico. No usar en caso de emergencias. En caso de una emergencia de salud, llame a su número de emergencias locales inmediatamente. Sus datos están a salvo. La información que usted proporcione es anónima y no será compartida con nadie.

# LblInfo1_A_H
source: Health Care Center
spanish: Centro de Atención de Salud.

# LblInfo1_A_HPP
source: Required field
spanish: Campo Obligatorio [*]

# LblInfo1_A_SS
source: Generating connection with the Database.
spanish: Generando conexión con la Base de Datos.

# LblInfo1_P_SS
source: Generating connection with the Database.
spanish: Generando conexión con la Base de Datos.

# LblInfo2Intro1_P_H
source: This Medical System was created with the purpose of fulfilling the expectations of an Assistant Program, which will guide you throughout your diagnosis of pathologies that you may suffer. As this is an Assistant, you will be able to know your Pathologies in the most agile and simple way. Enjoy our service. Tap the button below to start the anonymous diagnosis and it will not be shared with anyone.
spanish: Este Sistema Médico fué creado con el propósito de cumplir las expecativas de un Programa Asistente, el cual lo guiará a usted a lo largo de su diagnóstico de patológias que pueda sufrir. Al ser este un Asistente, ustéd podrá conocer sus Patologías de la forma más ágil y simple. Que disfrute de nuestro servicio. Toque el botón debajo para empezar el diagnóstico.anónima y no será compartida con nadie.

# LblInfo2_A_H
source: Management System for Administrators.
spanish: Sistema de Gestión para Administradores.

# LblInfo2_A_HPP
source: Management treatments
spanish: Administración de los Tratamientos

# LblInfo4_A_H
source: © Telediagnóstico Médico 2020. All rights reserved.
spanish: © Telediagnóstico Médico 2020. Derechos reservados

# LblInfoEnd_M_C
source: END
spanish: FIN

# LblInfoPathSuffered_M_C
source: DIAGNOSED PATHOLOGY
spanish: PATOLOGÍA DIAGNOSTICADA

# LblInfoPatient_M_C
source: PATIENT
spanish: PACIENTE

# LblInfoSympsSuffered_M_C
source: SUFFERED SYMPTOMS
spanish: SÍNTOMAS SUFRIDOS

# LblInfoText_A_L
source: Enter your username and password to authenticate and verify your credentials. This Software will allow you to manage the Staff, the Medics, the Patients, the Symptoms and their associated Pathologies.
spanish: Ingrese su usuario y contraseña para autenticar y verificar sus credenciales. Este Software le permitirá gestionar al Personal, a los Pacientes, los Síntomas y sus Patologías asociadas.

# LblInfoText_P_L
source: Enter your Identity Card to authenticate and verify your credentials. This Software will allow you to make Primary Diagnoses and based on them you will decide if you want to start a conversation with a Medical Specialist.
spanish: Ingrese su Cédula de Identidad para autenticar y verificar sus credenciales. Este Software le permitirá realizar Diagnósticos Primarios y en base de ellos decidirá si quiere iniciar una conversación con un Médico Especialista.

# LblListadoPet_M_P
source: LIST OF REQUESTS
spanish: LISTADO DE PETICIONES

# LblMgmentPath_A_HP
source: MANAGEMENT PATHOLOGIES
spanish: GESTIÓN DE PATOLOGÍAS

# LblModDiagnostic_M_C
source: MODIFY DIAGNOSE
spanish: MODIFICAR DIAGNÓSTICO

# LblModDiagPath_M_C
source: Pathology
spanish: Patología

# LblPetitionInfo_P_H
source: GENERATING REQUEST
spanish: GENERANDO PETICIÓN

# LblPet_M_P
source: REQUESTED PETITIONS
spanish: PETICIONES SOLICITADAS

# LblResultInfoo_P_H
source: Please note that the list may not be complete and that the information provided is for informational purposes and does not reflect an actual medical opinion.
spanish: Por favor, tenga en cuenta que la lista podría no ser completa y que la información proporcionada tiene una finalidad informativa y no se corresponde con una opinión médica real.

# LblResultPath_A_HP
source: LIST OF PATHOLOGIES
spanish: LISTADO PATOLOGÍAS

# LblResultsTitle_P_H
source: PATHOLOGIES SUFFERED
spanish: PATOLOGÍAS SUFRIDAS

# LblResults_P_H
source: Results
spanish: Resultados

# LblResultUrgent_M_C_NOTURGENTE
source: It does not require an urgent medical evaluation.
spanish: No requiere de una valoración médica urgente.

# LblResultUrgent_M_C_URGENTE
source: It requires an urgent medical evaluation.
spanish: Requiere de una valoración médica urgente.

# LblSearch_A_HP
source: SEARCH CRITERIA
spanish: CRITERIOS DE BÚSQUEDA

# LblSubTitle1Patient_P_H
source: Choose one answer in each row.
spanish: Escoja una respuesta en cada fila.

# LblSubTitle1Symp_P_H
source: Please choose the symptoms from the drop down list.
spanish: Por favor, escoja los síntomas desde la lista desplegable.

# LblSubTitle1_A_H
source: Owner
spanish: Propietario

# LblSubTitle1_A_HPP
source: Pathology name
spanish: Nombre Patología

# LblSubTitle2Symp_P_H
source: Select an item to delete
spanish: Seleccione un ítem para eliminarlo

# LblSubTitle2_A_H
source: System
spanish: Sistema

# LblSubTitle2_A_HPP
source: Mortality index
spanish: Tasa de Mortalidad

# LblSubTitle3_A_H
source: System version
spanish: Versión del Sistema

# LblSubTitle3_A_HPP
source: Pathology description
spanish: Descripción de la Patología

# LblSubTitle4_A_H
source: System's developers
spanish: Desarrolladores del Sistema

# LblSubTitle4_A_HPP
source: Kind of pathology
spanish: Tipo de Patología

# LblSubTitle5_A_HPP
source: Treatment name
spanish: Nombre del Tratamiento

# LblSubTitle6_A_HPP
source: Treatment description
spanish: Descripción del Tratamiento

# LblSubTitle7_A_HPP
source: Kind of treatment
spanish: Tipo de Tratamiento

# LblSubTitle8_A_HPP
source: LIST OF TREATMENTS FOR PATHOLOGY
spanish: LISTADO DE TRATAMIENTOS PARA LA PATOLOGÍA

# LblSubTitleAge_A_H
source: Age
spanish: Edad

# LblSubTitleConn_A_H
source: Last Connection
spanish: Última Conexión

# LblSubTitleCred_A_H
source: Credential
spanish: Documento o Credencial

# LblSubTitleEmail_A_H
source: Email
spanish: Dirección de correo electrónico

# LblSubTitleName_A_H
source: Full Name
spanish: Nombre Completo

# LblSubTitleTel_A_H
source: Number Phone
spanish: Número telefónico

# LblSystemChat_M_C
source: System
spanish: Sistema

# LblTitle1Patient_P_H
source: Please select all statements that apply to you.
spanish: Por favor, seleccione todas las afirmaciones que se apliquen a usted.

# LblTitle1Symp_P_H
source: Add your symptoms to the list.
spanish: Añada sus síntomas a la lista.

# LblTitle1_A_H
source: ABOUT SYSTEM
spanish: ACERCA DEL SISTEMA

# LblTitle1_A_HPP
source: MODIFY PATHOLOGY
spanish: MODIFICACIÓN DE LA PATOLOGÍA

# LblTitle1_A_L
source: WELCOME BACK
spanish: GUSTO EN VERLO

# LblTitle1_P_L
source: WELCOME BACK
spanish: GUSTO EN VERLO

# LblTitle2Symp_P_H
source: Symptoms you suffer from.
spanish: Síntomas que padece.

# LblTitle2_A_H
source: ABOUT ADMINISTRATOR
spanish: ACERCA DEL ADMINISTRADOR

# LblTitle2_M_H
source: ABOUT MEDIC
spanish: ACERCA DEL MÉDICO

# LblTitleIntro2_P_H
source: License Terms.
spanish: Términos de licencia.

# LblTitleIntro_P_H
source: Hello!
spanish: ¡Hola!

# LblTitleNameMedic_P_H
source: In a conversation with the Doctor:
spanish: En una conversación con el Médico:

# LblTittle2_M_L
source: WELCOME BACK
spanish: NUEVAMENTE.

# LblTittleChat_M_C
source: In a conversation with the Patient:
spanish: En una conversación con el Paciente:

# LblTxt1_Info_P_H
source: I am overweight, or I am obese.
spanish: Tengo sobrepeso, o estoy obeso.

# LblTxt2_Info_P_H
source: I smoke cigarettes.
spanish: Fumo cigarrillos.

# LblTxt3_Info_P_H
source: I have recently suffered an injury.
spanish: He sufrido una lesión recientemente.

# LblTxt4_Info_P_H
source: I have high cholesterol.
spanish: Tengo el colesterol alto.

# LblTxt5_Info_P_H
source: I have hypertension.
spanish: Tengo hipertensión.

# LblTxt6_Info_P_H
source: I have diabetes.
spanish: Tengo diabétes.

# LogOut_M_H
source: Are you sure you want to log out?
spanish: Está seguro que desea cerrar sesión ?

# MadeRequest_P_HD
source: CORRECTLY GENERATED PETITION
spanish: PETICIÓN GENERADA CORRECTAMENTE

# MakingRequest_P_HD
source: MAKING REQUEST
spanish: GENERANDO PETICIÓN

# MsgExit
source: Are you sure you want to exit ?
spanish: Está seguro que desea salir ?

# NotEnable
source: It is not enabled.
spanish: No se encuentra habilitado.

# Rbtn1_Idk_P_H
source: I don't know.
spanish: No lo sé.

# Rbtn1_Yes_P_H
source: Yes.
spanish: Si.

# RdbtnMedicine_A_HPP
source: Medicine
spanish: Medicamento

# RdbtnQuir_A_HPP
source: Surgical
spanish: Quirúrgico

# SuccessLogin
source: Successful Login.
spanish: Inicio de sesión exitoso.

# TxtSearchPath_A_HP
source: Make search by pathologies
spanish: Realizar busqueda por patología

# UserInfoHomeCon_A_H
source: connected at
spanish: conectado a las

# UserOrPassWrong
source: User or Password wrong.
spanish: Usuario y/o Contraseña erroneos.
